---
kind: enumMember
id: F:Autodesk.Revit.DB.OpenConflictScenario.OutOfDate
enum: Autodesk.Revit.DB.OpenConflictScenario
source: html/7db711fa-cfb1-39da-a184-5aaf4230b660.htm
---
# Autodesk.Revit.DB.OpenConflictScenario.OutOfDate

Model is out of date.